Repository: WPEzPz/wp-ezpz-tweaks
Catalog: languages/wp-ezpz-tweaks-*.po
Languages: fr_fr

source: Edit Menu
fr_fr: Modifier le menu

source: Save
fr_fr: Sauvegarder

source: Saving&hellip;
fr_fr: Sauvegarde &hellip;

source: Saved!
fr_fr: Sauvegardé !

source: Please upload a valid .json file
fr_fr: Veuillez téléverser un fichier .json valide

source: Please upload a file to import
fr_fr: Veuillez téléverser un fichier à importer

source: Failed to import the settings.
fr_fr: N’a pas importé les paramètres.

source: Edit this page from: Settings > EzPz Tweaks > Branding tab > Page Content.
fr_fr: Modifier cette page à partir de : Paramètres > EzPz Tweaks > onglet Branding > Page Content.

source: Edit Page
fr_fr: Modifier la page

source: Settings
fr_fr: Paramètres

source: Your login page is now here: <strong><a href="%1$s">%2$s</a></strong>. Bookmark this page!
fr_fr: Votre page de connexion est maintenant ici: <strong><a href="%1$s">%2$s</a></strong> . Signet cette page!

source: Import & Export
fr_fr: Importer & Exporter

source: Admin Font
fr_fr: Panneau d'administration la fonte

source: Change WordPress admin font
fr_fr: Changer la police d'administration de WordPress

source: Editor Font
fr_fr: Police d’éditeur

source: Change WordPress editor font
fr_fr: Modifier la police d’éditeur WordPress

source: Choose a font
fr_fr: Choisissez une police

source: Type to search...
fr_fr: Type à rechercher…

source: Change WordPress Logo
fr_fr: Changer le logo WordPress

source: Upload an image or enter an URL.
fr_fr: Téléchargez une image ou entrez une URL.

source: Add File
fr_fr: Ajouter le fichier

source: Login Page Custom Text
fr_fr: Texte personnalisé de la page de connexion

source: Add custom text to wordpress admin login page
fr_fr: Ajouter du texte personnalisé à la page de connexion de wordpress admin

source: Remove Welcome Panel
fr_fr: Supprimer le panneau de bienvenue

source: The welcome panel is a meta box added to the dashboard screen of the admin area. It shows shortcuts to different sections of your WordPress website
fr_fr: Le panneau de bienvenue est une méta-boîte ajoutée à l'écran du tableau de bord de la zone d'administration. Il affiche des raccourcis vers différentes sections de votre site WordPress

source: Hide Admin Bar
fr_fr: Masquer la barre d'administration

source: Hide admin bar for user roles
fr_fr: Masquer la barre d'administration pour les rôles utilisateur

source: Remove Dashboard Widgets
fr_fr: Supprimer les widgets du tableau de bord

source: Check widgets to remove from dashboard
fr_fr: Cochez les widgets à supprimer du tableau de bord

source: Admin Footer
fr_fr: Pied de page administrateur

source: Footer Text
fr_fr: Texte de pied de page

source: Change footer text
fr_fr: Texte de pied de page

source: Visibility
fr_fr: Visibilité

source: Hide the entire admin footer
fr_fr: Masquer la barre d'administration

source: Brand Custom Menu
fr_fr: Menu personnalisé de marque

source: Enable Branding
fr_fr: Activer l’image de marque

source: By selecting this option, you can add your brand to the WordPress menu and customize how it displays.
fr_fr: En sélectionnant cette option, vous pouvez ajouter votre marque au menu WordPress et personnaliser la façon dont elle s’affiche.

source: Menu Title
fr_fr: Titre du menu

source: Menu Logo
fr_fr: Logo du Menu

source: Page Content
fr_fr: Contenu de la page

source: You can use HTML to design branding page
fr_fr: Vous pouvez utiliser HTML pour concevoir une page d’image de marque

source: Custom CSS
fr_fr: CSS personnalisé

source: Apply custom css to admin area
fr_fr: Appliquer des css personnalisés à la zone admin

source: Disable Comment Website Field
fr_fr: Désactiver le champ du site Web de commentaires

source: Remove the website field from the comment form
fr_fr: Supprimer le champ du site Web du formulaire de commentaire

source: Disable Emojis
fr_fr: Désactiver les émojis

source: Remove wp-emoji-release.min.js file
fr_fr: Supprimer le fichier wp-emoji-release.min.js

source: Disable Embeds
fr_fr: Désactiver les incorporations

source: Remove wp-embed.min.js file and reduce HTTP requests
fr_fr: Supprimez le fichier wp-embed.min.js et réduisez les requêtes HTTP

source: Remove Shortlink
fr_fr: Supprimer le lien court

source: Use this to create a shortlink to your pages and posts. However, if you are already using pretty permalinks, then there is no reason to keep this
fr_fr: Utilisez-le pour créer un lien vers vos pages et vos articles. Cependant, si vous utilisez déjà de jolis permaliens, il n'y a aucune raison de garder cela

source: Change WP Login URL
fr_fr: Modifier l’URL de connexion WP

source: Change the WordPress Login URL and prevent access to the "/wp-admin" and "/wp-login.php" and "/wp-login.php?action=register" to protect your website from hackers and strangers.
fr_fr: Protégez votre site Web en modifiant l’URL de connexion et en empêchant l’accès à la page wp-login.php et au répertoire wp-admin pour les personnes non connectées.

source: Who can access this plugin
fr_fr: Qui peut accéder à ce plugin

source: Anyone with the "mange_options" capability
fr_fr: Toute personne ayant la capacité « mange_options »

source: Only the current user
fr_fr: L'utilisateur actuel seulement

source: Disable Public Access to WP REST API
fr_fr: Désactiver l’accès du public à l’API WP REST

source: API consumers be authenticated, which effectively prevents anonymous external access.
fr_fr: Les consommateurs d'API soient authentifiés, ce qui empêche efficacement l'accès externe anonyme.

source: Disable XML-RPC
fr_fr: Désactiver XML-RPC

source: Disabling this feature makes your site more secure
fr_fr: La désactivation de cette fonctionnalité rend votre site plus sécurisé

source: Remove WP Version
fr_fr: Supprimer la version WP

source: Remove the WordPress version number from different sections of your WordPress website
fr_fr: Supprimez le numéro de version WordPress des différentes sections de votre site Web WordPress

source: Hide Update Notifications
fr_fr: Masquer les notifications de mise à jour

source: Hide update notifications for user roles
fr_fr: Masquer les notifications de mise à jour pour les rôles utilisateur

source: Export Settings
fr_fr: Exporter les paramètres

source: Export the plugin's settings for this site as a .json file. This will allows you to easily import the configuration to another installation.
fr_fr: Exportez les paramètres du plugin pour ce site sous la forme d’un fichier .json. Cela vous permettra d’importer facilement la configuration vers une autre installation.

source: Export
fr_fr: Exporter

source: Import Settings
fr_fr: Importer les paramètres

source: Import the plugin's settings from a .json file. This file can be retrieved by exporting the settings from another installation.
fr_fr: Importez les paramètres du plugin à partir d’un fichier .json. Ce fichier peut être récupéré en exportant les paramètres d’une autre installation.

source: Import
fr_fr: Importer

source: Public access to the REST API has been limited.
fr_fr: Désactiver l’accès du public à l’API WP REST

source: This feature is not enabled.
fr_fr: Cette fonctionnalité n'est pas activée.

source: "WP EzPz Tweaks" requires PHP 7 or newer.
fr_fr: "WP EzPz Tweaks" nécessite PHP 7 ou plus nouveau.
